adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-sans-fonts
adwaita-maia
adwaita-qt
alacritty
bat
bpython
conky-lua-nv
dbeaver
discord
dmenu
docker
docker-compose
downgrade
exa
font-manager
gcolor2
git-extras
git-quick-stats
ibus-m17n
ibus-typing-booster
neofetch
nerd-fonts-fira-code
noto-fonts-compat
nvm
papirus-icon-theme
pgcli
postgresql
postman-bin
slack-desktop
telegram-desktop
torrential
traceroute
ttf-fira-code
ttf-inconsolata
ttf-indic-otf
ttf-nepali-fonts
ttf2woff
unicode-emoji
viewnior
visual-studio-code-bin
vlc
