aaron-bond.better-comments
alefragnani.project-manager
amazonwebservices.aws-toolkit-vscode
batisteo.vscode-django
bradlc.vscode-tailwindcss
ChakrounAnas.turbo-console-log
chouzz.vscode-better-align
christian-kohler.path-intellisense
codezombiech.gitignore
csstools.postcss
dbaeumer.vscode-eslint
donjayamanne.git-extension-pack
donjayamanne.githistory
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
eamodio.gitlens
esbenp.prettier-vscode
foxundermoon.shell-format
GitHub.copilot
GitHub.github-vscode-theme
github.vscode-github-actions
GitHub.vscode-pull-request-github
hnw.vscode-auto-open-markdown-preview
humao.rest-client
IBM.output-colorizer
James-Yu.latex-workshop
johnpapa.vscode-peacock
kamikillerto.vscode-colorize
kevinkyang.auto-comment-blocks
KevinRose.vsc-python-indent
leodevbro.blockman
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-pack
njpwerner.autodocstring
oderwat.indent-rainbow
PKief.material-icon-theme
PKief.material-product-icons
Ravi-Rajpurohit.google-search
redhat.vscode-yaml
rodrigocfd.format-comment
shd101wyy.markdown-preview-enhanced
streetsidesoftware.code-spell-checker
svelte.svelte-vscode
twixes.pypi-assistant
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
Vue.volar
Vue.vscode-typescript-vue-plugin
wholroyd.jinja
wix.vscode-import-cost
wmaurer.change-case
yzhang.markdown-all-in-one
ziyasal.vscode-open-in-github
