aaron-bond.better-comments
alefragnani.project-manager
batisteo.vscode-django
codezombiech.gitignore
dbaeumer.vscode-eslint
donjayamanne.git-extension-pack
donjayamanne.githistory
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
eamodio.gitlens
esbenp.prettier-vscode
foxundermoon.shell-format
GitHub.copilot
GitHub.github-vscode-theme
GitHub.vscode-pull-request-github
humao.rest-client
James-Yu.latex-workshop
kevinkyang.auto-comment-blocks
KevinRose.vsc-python-indent
leodevbro.blockman
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.makefile-tools
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
njpwerner.autodocstring
PKief.material-icon-theme
PKief.material-product-icons
Ravi-Rajpurohit.google-search
rodrigocfd.format-comment
streetsidesoftware.code-spell-checker
twixes.pypi-assistant
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
Vue.volar
wholroyd.jinja
wmaurer.change-case
wwm.better-align
yzhang.markdown-all-in-one
ziyasal.vscode-open-in-github
