aaron-bond.better-comments
codezombiech.gitignore
eamodio.gitlens
esbenp.prettier-vscode
foxundermoon.shell-format
GitHub.copilot
GitHub.github-vscode-theme
GitHub.vscode-pull-request-github
humao.rest-client
johnsoncodehk.volar
kevinkyang.auto-comment-blocks
leodevbro.blockman
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
PKief.material-icon-theme
rodrigocfd.format-comment
streetsidesoftware.code-spell-checker
wmaurer.change-case
wwm.better-align
yzhang.markdown-all-in-one
